{
  "additional_special_tokens": [
    "<|endofline|>",
    "\n",
    "\t",
    "\r",
    "\b",
    "                        ",
    "                       ",
    "                      ",
    "                     ",
    "                    ",
    "                   ",
    "                  ",
    "                 ",
    "                ",
    "               ",
    "              ",
    "             ",
    "            ",
    "           ",
    "          ",
    "         ",
    "        ",
    "       ",
    "      ",
    "     ",
    "    ",
    "   ",
    "  ",
    "<|en|>",
    "<|zh|>",
    "<|id|>",
    "<|ms|>",
    "<|tl|>",
    "<|my|>",
    "<|th|>",
    "<|lo|>",
    "<|km|>",
    "<|ta|>",
    "<|vi|>",
    "<|python|>",
    "<|javascript|>",
    "<|shell|>",
    "<|sql|>"
  ],
  "eos_token": "<|endoftext|>",
  "pad_token": "<|padding|>",
  "unk_token": "<|unk|>"
}
